Repository: oviag/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_premises/translations/*.po
Languages: sv

# grants_premises
source: City owns the property
sv: Stadens eget utrymme

# grants_premises
source: Applicant owns property
sv: Sökande äger fastighet

# grants_premises
source: Is other use
sv: Är annan användning

# grants_premises
source: Post Code
sv: Postnummer

# grants_premises
source: Is premise free
sv: Är premissfritt

# grants_premises
source: Rent time end
sv: Hyrestiden slut

# grants_premises
source: Rent time begin
sv: Hyrestiden börjar

# grants_premises
source: Personnel Count
sv: Antal personal

# grants_premises
source: Special Groups
sv: Specialgrupper

# grants_premises
source: Group Count
sv: Gruppräkning

# grants_premises
source: Special Students
sv: Specialstudenter

# grants_premises
source: Student Count
sv: Studenträkning

# grants_premises
source: Förutsättningsadress
sv: Lokal adress

# grants_premises
source: Premise type
sv: Typ av utrymme

# grants_premises
source: Premise name
sv: Utrymme namn

# grants_premises
source: Exhibition space
sv: Utrymme för utställningar

# grants_premises
source: Performance space
sv: Utrymme för föreställningar

# grants_premises
source: A separate practice space or other space for artistic work
sv: Separat utrymme för repetitioner eller annat utrymme för konstnärligt arbete

# grants_premises
source: Total Rent
sv: Total Hyra

# grants_premises
source: Yes
sv: Ja

# grants_premises
source: No
sv: Nej

# grants_premises
source: Well
sv: Väl

# grants_premises
source: Partially
sv: Partiskt

# grants_premises
source: Poorly
sv: Dåligt

# grants_premises
source: How well premises suit for the action?
sv: Hur väl lämpar sig utrymmena för undervisning?

# grants_premises
source: City division that owns the premise
sv: Sektorn som äger lokalen

# grants_premises
source: Urban Environment Division
sv: Stadsmiljösektorn

# grants_premises
source: Culture and Leisure Division
sv: Kultur- och fritidssektorn

# grants_premises
source: Education Division
sv: Fostrans- och utbildningssektorn

# grants_premises
source: Other premise owned by the city
sv: Övriga utrymmen som ägs av staden

# grants_premises
source: Unknown
sv: Okänd

# grants_premises
source: Use the format FI-XXXXX or enter a five-digit postcode.
sv: Använd formen FI-XXXXX eller ange ett femsiffrigt postnummer.

# rent_income_composite
source: Sports facility
sv: Idrottslokal

# rent_income_composite
source: Tenant's name
sv: Hyresgästens namn

# rent_income_composite
source: Total hours
sv: Totalt timmar

# rent_income_composite
source: Rental income (€)
sv: Hyresinkomster (€)
