Repository: oviag/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_budget_components/translations/*.po
Languages: sv

# grants_budget_components
source: Requested grants (€)
sv: Begärt bidrag (€)

# grants_budget_components
source: Other grants (€)
sv: Övriga bidrag (€)

# grants_budget_components
source: Private financier (e.g. sponsorship, severance pay, donation) (€)
sv: Privat finansiär (t.ex. sponsring, avgångsvederlag, donation) (€)

# grants_budget_components
source: Access and cancellation fees (€)
sv: Åtkomst- och avbokningsavgifter (€)

# grants_budget_components
source: Other income from own operations (€)
sv: Övriga intäkter från egen verksamhet (€)

# grants_budget_components
source: The community's own funding (€)
sv: Samhällets egen finansiering (€)

# grants_budget_components
source: Proposed total income in Euros (€)
sv: Föreslagen total inkomst i euro (€)

# grants_budget_components
source: Operational assistance of the cultural services of the City of Helsinki (€)
sv: Verksamhetsstöd för Helsingfors stads kulturtjänster (€)

# grants_budget_components
source: State operating subvention (€)
sv: Statligt driftsbidrag (€)

# grants_budget_components
source: Other compensations (€)
sv: Övriga ersättningar (€)

# grants_budget_components
source: Total income (€)
sv: Total inkomst (€)

# grants_budget_components
source: Income without subsidies (€)
sv: Inkomst utan subventioner (€)

# grants_budget_components
source: Share of income other than subsidies (€)
sv: Andel av andra inkomster än subventioner (€)

# grants_budget_components
source: Salaries and fees for performers and artists (€)
sv: Löner och arvoden till artister och artister (€)

# grants_budget_components
source: Other salaries and fees (production, technology, etc.) (€)
sv: Övriga löner och avgifter (produktion, teknik, etc.) (€)

# grants_budget_components
source: Personnel costs from salaries and fees (approx. 30%) (€)
sv: Personalkostnader från löner och arvoden (ca 30 %) (€)

# grants_budget_components
source: Performance fees (€)
sv: Prestationsavgifter (€)

# grants_budget_components
source: Travel costs (€)
sv: Resekostnader (€)

# grants_budget_components
source: Transport costs (€)
sv: Transportkostnader (€)

# grants_budget_components
source: Technology, equipment rentals and electricity (€)
sv: Teknik, utrustningsuthyrning och el (€)

# grants_budget_components
source: Premise operating costs and rents (€)
sv: Lokaldriftskostnader och hyror (€)

# grants_budget_components
source: Information, marketing and printing (€)
sv: Information, marknadsföring och tryck (€)

# grants_budget_components
source: Total costs (€)
sv: Totala kostnader (€)

# grants_budget_components
source: Donations (€)
sv: Donationer (€)

# grants_budget_components
source: Cost explanation
sv: Kostnadsförklaring

# grants_budget_components
source: Amount (€)
sv: Belopp (€)

# grants_budget_components
source: Income explanation
sv: Inkomstförklaring

# grants_budget_components
source: Explanation
sv: Förklaring

# grants_budget_components
source: %name can't be empty, when %pair has a value
sv: %name kan inte vara tomt när %pair har ett värde

# grants_budget_components
source: Planned total costs (€)
sv: SV Planerade totalkostnader (€)

# grants_budget_components
source: Planned state operative subvention (€)
sv: SV Statens driftsstöd (€)

# grants_budget_components
source: Financial funding and interests (€)
sv: Finansiell finansiering och intressen (€)
