Repository: oviag/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_place_of_operation/translations/*.po
Languages: fi, sv

# grants_place_of_operation
source: Premise name
fi: Tilan nimi
sv: Utrymmets namn

# grants_place_of_operation
source: Premise address
fi: Tilan osoite
sv: Utrymmets adress

# grants_place_of_operation
source: Location
fi: Toimintapaikka
sv: Verksamhetsplats

# grants_place_of_operation
source: Street Address
fi: Osoite
sv: Adress

# grants_place_of_operation
source: Address
fi: Osoite
sv: Adress

# grants_place_of_operation
source: Post Code
fi: Postinumero
sv: Postnummer

# grants_place_of_operation
source: Student Count
fi: Oppilaiden lukumäärä
sv: Antal elever

# grants_place_of_operation
source: Special Students
fi: Joista erityisoppilaita
sv: Varav elever med särskilda utbildningsbehov

# grants_place_of_operation
source: Group Count
fi: Ryhmien lukumäärä
sv: Antal grupper

# grants_place_of_operation
source: Special Groups
fi: Joista erityisoppilaiden pienryhmiä
sv: Varav små grupper för elever med särskilda behov

# grants_place_of_operation
source: Personnel Count
fi: Henkilöstön lukumäärä
sv: Antal personer

# grants_place_of_operation
source: Is premise free
fi: Toimintaa järjestetään kaupungin opetus-, sosiaali- tai nuorisotoimelta saaduissa maksuttomissa tiloissa
sv: Aktiviteterna anordnas i kostnadsfria lokaler som tillhandahålls av stadens utbildnings-, social- eller ungdomsförvaltningar

# grants_place_of_operation
source: Total Rent (€)
fi: Euroa yhteensä lukuvuoden aikana (€)
sv: Total hyra (€)

# grants_place_of_operation
source: Rent time begin
fi: Vuokra-aika lukuvuoden aikana, alkaen
sv: Hyresperiod under läsåret, från

# grants_place_of_operation
source: Rent time end
fi: Vuokra-aika lukuvuoden aikana, päättyen
sv: Hyresperiod under läsåret, till

# grants_place_of_operation
source: Yes
fi: Kyllä
sv: Ja

# grants_place_of_operation
source: No
fi: Ei
sv: Nej

# grants_place_of_operation
source: Only numbers.
fi: Syötä pelkkiä numeroita.
sv: Ange bara siffror.

# grants_place_of_operation
source: Use the format FI-XXXXX or enter a five-digit postcode.
fi: Käytä muotoa FI-XXXXX tai syötä postinumero viisinumeroisena.
sv: Använd formen FI-XXXXX eller ange ett femsiffrigt postnummer.
